rails/app/controllers/stars_controller.rb

SELECT * FROM "stars"
---
  def index
    @stars = Star.all